IDEA StatiCa Open Model
SubStructure.Loading Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Loading
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SubStructureLoading Loading { get; set; }
Public Property Loading As SubStructureLoading
	Get
	Set
public:
property SubStructureLoading^ Loading {
	SubStructureLoading^ get ();
	void set (SubStructureLoading^ value);
}
Property Value
Type: SubStructureLoading
See Also
Reference
SubStructure Class
IdeaRS.OpenModel.Model Namespace